Repository: ZaryaXYZ/proofreader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: Аккаунты
eo: Kontoj

source: Редактор
eo: Redaktisto

source: Размер текста
eo: Tekstgrandeco

source: Настройки аккаунта
eo: Kontagordoj

source: Скачать книгу текстовым файлом
eo: Elŝuti libron kiel tekstdosiero

source: Задачи по распознаванию текста запущены
eo: Tekstrekona taskoj lanĉitaj

source: Повторно запустить задачи по распознаванию текста
eo: Relanĉi tekstrekona taskojn

source: Задачи по разделению страниц запущены
eo: Paĝdisigaj taskoj lanĉitaj

source: Повторно запустить задачи по разделению страниц
eo: Relanĉi paĝdisigajn taskojn

source: Распознавание
eo: Rekono

source: Завершено
eo: Finita

source: Вычитка
eo: Korektado

source: Книга
eo: Libro

source: Введите целое число
eo: Enigu entjeran nombron

source: Задача по нумерации страниц запущена
eo: Paĝnumerada tasko lanĉita

source: Запустить задачу по нумерации страниц
eo: Lanĉi paĝnumeradan taskon

source: значение
eo: valoro

source: Книги
eo: Libroj

source: Автор
eo: Aŭtoro

source: Авторы
eo: Aŭtoroj

source: Распознано
eo: Rekonita

source: Форматирование
eo: Formatado

source: Проверка
eo: Kontrolo

source: Порядковый номер страницы
eo: Ordnombro de paĝo

source: Статус
eo: Statuso

source: Номер страницы в книге
eo: Paĝnumero en libro

source: Страница
eo: Paĝo

source: Страницы
eo: Paĝoj

source: Улучшить форматирование
eo: Plibonigi formatadon

source: Сохранить
eo: Konservi

source: <- Предыдущая страница
eo: <- Antaŭa paĝo

source: Следующая страница ->
eo: Sekva paĝo ->

source: Сохранить и перейти к следующей странице ->
eo: Konservi kaj iri al la sekva paĝo ->

source: Пожалуйста исправьте ошибку ниже.
eo: Bonvolu korekti la eraron sube.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
eo: Vi estas aŭtentikigita kiel %(username)s, sed ne rajtas aliri ĉi tiun paĝon. Ĉu vi volas ensaluti al alia konto?

source: Забыли ваш пароль?
eo: Ĉu vi forgesis vian pasvorton?

source: Войти
eo: Ensaluti

source: Регистрация
eo: Registrado

source: Object
eo: Objekto

source: Date/time
eo: Dato/tempo

source: Changed by
eo: Ŝanĝita de

source: None
eo: Neniu

source: Choose a date from the list below to revert to a previous version of this object.
eo: Elektu daton el la listo sube por reveni al antaŭa versio de ĉi tiu objekto.

source: This object doesn't have a change history.
eo: Ĉi tiu objekto ne havas ŝanĝhistorion.

source: Зарегистрироваться
eo: Registriĝi

source: Parameters
eo: Parametroj

source: Result
eo: Rezulto

source: Celery Results
eo: Celery Rezultoj

source: Task ID
eo: Tasko ID

source: Celery ID for the Task that was run
eo: Celery ID por la ruligita tasko

source: Task Name
eo: Nomo de la Tasko

source: Name of the Task which was run
eo: Nomo de la ruligita tasko

source: Task Positional Arguments
eo: Poziciaj Argumentoj de Tasko

source: JSON representation of the positional arguments used with the task
eo: JSON reprezentado de la poziciaj argumentoj uzataj kun la tasko

source: Task Named Arguments
eo: Nomitaj Argumentoj de Tasko

source: JSON representation of the named arguments used with the task
eo: JSON reprezentado de la nomitaj argumentoj uzataj kun la tasko

source: Task State
eo: Stato de Tasko

source: Current state of the task being run
eo: Nuna stato de la ruligita tasko

source: Worker
eo: Laboristo

source: Worker that executes the task
eo: Laboristo kiu plenumas la taskon

source: Result Content Type
eo: Rezulta Enhavtipo

source: Content type of the result data
eo: Enhavtipo de la rezultaj datumoj

source: Result Encoding
eo: Kodigado de Rezulto

source: The encoding used to save the task result data
eo: La kodigado uzata por konservi la datumojn de la taska rezulto

source: Result Data
eo: Rezultaj Datumoj

source: The data returned by the task. Use content_encoding and content_type fields to read.
eo: La datumoj redonitaj de la tasko. Uzu la kampojn content_encoding kaj content_type por legi.

source: Created DateTime
eo: Kreita DatoTempo

source: Datetime field when the task result was created in UTC
eo: Datotempo-kampo kiam la rezulto de la tasko estis kreita en UTC

source: Completed DateTime
eo: Finita DatoTempo

source: Datetime field when the task was completed in UTC
eo: Datotempo-kampo kiam la tasko estis finita en UTC

source: Traceback
eo: Retrospurado

source: Text of the traceback if the task generated one
eo: Teksto de la retrospurado se la tasko generis unu

source: Task Meta Information
eo: Taska Metainformo

source: JSON meta information about the task, such as information on child tasks
eo: JSON metainformo pri la tasko, kiel informoj pri infanaj taskoj

source: task result
eo: taska rezulto

source: task results
eo: taskaj rezultoj

source: Group ID
eo: Grupo ID

source: Celery ID for the Chord header group
eo: Celery ID por la Ĥordo-kapgrupo

source: JSON serialized list of task result tuples. use .group_result() to decode
eo: JSON serilizita listo de taskaj rezultaj tuploj. Uzu .group_result() por dekodi

source: Starts at len(chord header) and decrements after each task is finished
eo: Komencas ĉe len(ĥordo-kapo) kaj malpliiĝas post ĉiu finita tasko

source: Celery ID for the Group that was run
eo: Celery ID por la grupo kiu estis ruligita

source: Datetime field when the group result was created in UTC
eo: Datotempo-kampo kiam la rezulto de la grupo estis kreita en UTC

source: Datetime field when the group was completed in UTC
eo: Datotempo-kampo kiam la grupo estis finita en UTC

source: group result
eo: grupo-rezulto

source: group results
eo: grupo-rezultoj

source: Task (registered)
eo: Tasko (registrita)

source: Task (custom)
eo: Tasko (propra)

source: Need name of task
eo: Bezonas nomon de tasko

source: Only one can be set, in expires and expire_seconds
eo: Nur unu povas esti agordita, en expires kaj expire_seconds

source: Unable to parse JSON: %s
eo: Ne eblas analizi JSON: %s

source: Execution Options
eo: Ekzekutaj Opcioj

source: {0} task{1} {2} successfully {3}
eo: {0} tasko{1} {2} sukcese {3}

source: was,were
eo: estis

source: Enable selected tasks
eo: Aktivigi elektitajn taskojn

source: Disable selected tasks
eo: Malaktivigi elektitajn taskojn

source: Toggle activity of selected tasks
eo: Ŝanĝi aktivecon de elektitaj taskoj

source: {0} task{1} {2} successfully run
eo: {0} tasko{1} {2} sukcese ruligita

source: Run selected tasks
eo: Ruligi elektitajn taskojn

source: Periodic Tasks
eo: Periodaj Taskoj

source: Days
eo: Tagoj

source: Hours
eo: Horoj

source: Minutes
eo: Minutoj

source: Seconds
eo: Sekundoj

source: Microseconds
eo: Mikrosekundoj

source: Day
eo: Tago

source: Hour
eo: Horo

source: Minute
eo: Minuto

source: Second
eo: Sekundo

source: Microsecond
eo: Mikrosekundo

source: Astronomical dawn
eo: Astronomia krepusko

source: Civil dawn
eo: Civila krepusko

source: Nautical dawn
eo: Marista krepusko

source: Astronomical dusk
eo: Astronomia vesperkrepusko

source: Civil dusk
eo: Civila vesperkrepusko

source: Nautical dusk
eo: Marista vesperkrepusko

source: Sunrise
eo: Sunleviĝo

source: Sunset
eo: Sunsubiro

source: Solar Event
eo: Suna Evento

source: The type of solar event when the job should run
eo: Tipo de suna evento kiam la laboro devas ruliĝi

source: Latitude
eo: Latitudo

source: Run the task when the event happens at this latitude
eo: Ruligi la taskon kiam la evento okazas ĉe ĉi tiu latitudo

source: Longitude
eo: Longitudo

source: Run the task when the event happens at this longitude
eo: Ruligi la taskon kiam la evento okazas ĉe ĉi tiu longitudo

source: solar event
eo: suna evento

source: solar events
eo: sunaj eventoj

source: Number of Periods
eo: Nombro de Periodoj

source: Number of interval periods to wait before running the task again
eo: Nombro da intervalaj periodoj atendotaj antaŭ reruligo de la tasko

source: Interval Period
eo: Intervala Periodo

source: The type of period between task runs (Example: days)
eo: Tipo de periodo inter taskaj ruladoj (Ekzemple: tagoj)

source: interval
eo: intervalo

source: intervals
eo: intervaloj

source: every {}
eo: ĉiu {}

source: every {} {}
eo: ĉiu {} {}

source: Clock Time
eo: Horloĝtempo

source: Run the task at clocked time
eo: Ruligi la taskon je horloĝtempo

source: clocked
eo: horloĝita

source: Minute(s)
eo: Minuto(j)

source: Cron Minutes to Run. Use "*" for "all". (Example: "0,30")
eo: Cron Minutoj por Ruligi. Uzu "*" por "ĉiuj". (Ekzemplo: "0,30")

source: Hour(s)
eo: Horo(j)

source: Cron Hours to Run. Use "*" for "all". (Example: "8,20")
eo: Cron Horoj por Ruligi. Uzu "*" por "ĉiuj". (Ekzemplo: "8,20")

source: Day(s) Of The Week
eo: Tago(j) De La Semajno

source: Cron Days Of The Week to Run. Use "*" for "all", Sunday is 0 or 7, Monday is 1. (Example: "0,5")
eo: Cron Tagoj De La Semajno por Ruligi. Uzu "*" por "ĉiuj", Dimanĉo estas 0 aŭ 7, Lundo estas 1. (Ekzemplo: "0,5")

source: Day(s) Of The Month
eo: Tago(j) De La Monato

source: Cron Days Of The Month to Run. Use "*" for "all". (Example: "1,15")
eo: Cron Tagoj De La Monato por Ruligi. Uzu "*" por "ĉiuj". (Ekzemplo: "1,15")

source: Month(s) Of The Year
eo: Monato(j) De La Jaro

source: Cron Months (1-12) Of The Year to Run. Use "*" for "all". (Example: "1,12")
eo: Cron Monatoj (1-12) De La Jaro por Ruligi. Uzu "*" por "ĉiuj". (Ekzemplo: "1,12")

source: Cron Timezone
eo: Cron Horzono

source: Timezone to Run the Cron Schedule on. Default is UTC.
eo: Horzono por Ruligi la Cron Horaron. Defaŭlto estas UTC.

source: crontabs
eo: crontaboj

source: Name
eo: Nomo

source: Short Description For This Task
eo: Mallonga Priskribo Por Ĉi Tiu Tasko

source: The Name of the Celery Task that Should be Run. (Example: "proj.tasks.import_contacts")
eo: La Nomo de la Celery Tasko Kiu Devus Esti Ruligita. (Ekzemplo: "proj.tasks.import_contacts")

source: Interval Schedule
eo: Intervala Horaro

source: Interval Schedule to run the task on. Set only one schedule type, leave the others null.
eo: Intervala Horaro por ruligi la taskon. Agordu nur unu horarotipon, lasu la aliajn nulaj.

source: Crontab Schedule
eo: Crontab Horaro

source: Crontab Schedule to run the task on. Set only one schedule type, leave the others null.
eo: Crontab Horaro por ruligi la taskon. Agordu nur unu horarotipon, lasu la aliajn nulaj.

source: Solar Schedule
eo: Suna Horaro

source: Solar Schedule to run the task on. Set only one schedule type, leave the others null.
eo: Suna Horaro por ruligi la taskon. Agordu nur unu horarotipon, lasu la aliajn nulaj.

source: Clocked Schedule
eo: Horloĝita Horaro

source: Clocked Schedule to run the task on. Set only one schedule type, leave the others null.
eo: Horloĝita Horaro por ruligi la taskon. Agordu nur unu horarotipon, lasu la aliajn nulaj.

source: Positional Arguments
eo: Poziciaj Argumentoj

source: JSON encoded positional arguments (Example: ["arg1", "arg2"])
eo: JSON kodigitaj poziciaj argumentoj (Ekzemplo: ["arg1", "arg2"])

source: Keyword Arguments
eo: Ŝlosilvortaj Argumentoj

source: JSON encoded keyword arguments (Example: {"argument": "value"})
eo: JSON kodigitaj ŝlosilvortaj argumentoj (Ekzemplo: {"argument": "value"})

source: Queue Override
eo: Vico Transpremo

source: Queue defined in CELERY_TASK_QUEUES. Leave None for default queuing.
eo: Vico difinita en CELERY_TASK_QUEUES. Lasu Neniu por defaŭlta envicigo.

source: Exchange
eo: Interŝanĝo

source: Override Exchange for low-level AMQP routing
eo: Transpremu Interŝanĝon por malalt-nivela AMQP marŝrutado

source: Routing Key
eo: Marŝrutiga Ŝlosilo

source: Override Routing Key for low-level AMQP routing
eo: Anstataŭigi Marŝrutigan Ŝlosilon por malalta-nivela AMQP-marŝrutado

source: AMQP Message Headers
eo: AMQP Mesaĝkapoj

source: JSON encoded message headers for the AMQP message.
eo: JSON koditaj mesaĝkapoj por la AMQP-mesaĝo.

source: Priority
eo: Prioritato

source: Priority Number between 0 and 255. Supported by: RabbitMQ, Redis (priority reversed, 0 is highest).
eo: Prioreca Nombro inter 0 kaj 255. Subtenata de: RabbitMQ, Redis (inversigita prioritato, 0 estas plej alta).

source: Expires Datetime
eo: Eksvalidiĝas Datotempo

source: Datetime after which the schedule will no longer trigger the task to run
eo: Datotempo post kiu la horaro ne plu aktivigos la taskon por ruliĝi

source: Expires timedelta with seconds
eo: Eksvalidiĝas tempodiferenco kun sekundoj

source: One-off Task
eo: Unufoja Tasko

source: If True, the schedule will only run the task a single time
eo: Se Vera, la horaro ruligos la taskon nur unufoje

source: Start Datetime
eo: Komenco Datotempo

source: Datetime when the schedule should begin triggering the task to run
eo: Datotempo kiam la horaro komencu aktivigi la taskon por ruliĝi

source: Enabled
eo: Aktivigita

source: Set to False to disable the schedule
eo: Agordu al Falsa por malaktivigi la horaron

source: Last Run Datetime
eo: Lasta Ruliĝo Datotempo

source: Datetime that the schedule last triggered the task to run. Reset to None if enabled is set to False.
eo: Datotempo kiam la horaro laste aktivigis la taskon por ruliĝi. Reagordu al Nenio se aktivigita estas agordita al Falsa.

source: Total Run Count
eo: Suma Ruliĝo-Kvanto

source: Running count of how many times the schedule has triggered the task
eo: Kuranta kalkulo de kiom da fojoj la horaro aktivigis la taskon

source: Last Modified
eo: Laste Modifita

source: Datetime that this PeriodicTask was last modified
eo: Datotempo kiam ĉi tiu PeriodaTasko laste estis modifita

source: Description
eo: Priskribo

source: Detailed description about the details of this Periodic Task
eo: Detala priskribo pri la detaloj de ĉi tiu Perioda Tasko

source: periodic task
eo: perioda tasko

source: periodic tasks
eo: periodaj taskoj

source: Home
eo: Hejmo

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
eo: Tenu premata “Control”, aŭ “Command” sur Mac, por elekti pli ol unu.

source: The {name} “{obj}” was changed successfully. You may edit it again below.
eo: La {name} “{obj}” estis sukcese ŝanĝita. Vi povas redakti ĝin denove sube.

source: The {name} “{obj}” was added successfully. You may edit it again below.
eo: La {name} “{obj}” estis sukcese aldonita. Vi povas redakti ĝin denove sube.

source: The {name} “{obj}” was changed successfully. You may add another {name} below.
eo: La {name} “{obj}” estis sukcese ŝanĝita. Vi povas aldoni alian {name} sube.

source: The {name} “{obj}” was changed successfully.
eo: La {name} “{obj}” estis sukcese ŝanĝita.

source: %(name)s with ID “%(key)s” doesn’t exist. Perhaps it was deleted?
eo: %(name)s kun ID “%(key)s” ne ekzistas. Eble ĝi estis forigita?

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
eo: Okazis eraro. Ĝi estis raportita al la retejestraj administrantoj per retpoŝto kaj devus esti baldaŭ riparita. Dankon pro via pacienco.

source: You don’t have permission to view or edit anything.
eo: Vi ne havas permeson vidi aŭ redakti ion ajn.

source: First, enter a username and password. Then, you’ll be able to edit more user options.
eo: Unue, enigu uzantnomon kaj pasvorton. Poste, vi povos redakti pli da uzantaj opcioj.

source: Clear all filters
eo: Forigu ĉiujn filtrilojn

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
eo: Io malĝustas kun via datumbaza instalo. Certigu ke la taŭgaj datumbazaj tabeloj estis kreitaj, kaj certigu ke la datumbazo estas legebla de la taŭga uzanto.

source: Start typing to filter…
eo: Komencu tajpi por filtri…

source: Filter navigation items
eo: Filtrilo de navigaj eroj

source: entry
eo: enskribo

source: entries
eo: enskriboj

source: View selected %(model)s
eo: Vidi elektitan %(model)s

source: Thanks for spending some quality time with the web site today.
eo: Dankon pro pasigi iom da kvalita tempo kun la retejo hodiaŭ.

source: Название
eo: Titolo

source: Редактирование
eo: Redaktado
